[
  {
    "id": "1",
    "title": "Elegies of a Forgotten Race",
    "artist": "Xanthochroid",
    "slug": "elegies-of-a-forgotten-race",
    "youtubeId": "HY0MjNzFrlU",
    "albumCoverUrl": "https://f4.bcbits.com/img/a2721702257_10.jpg",
    "content": [
      {
        "id": 1761205769313,
        "type": "lore",
        "text": "..."
      }
    ]
  },
  {
    "id": "2",
    "title": "Open the Gates, O Forest Keeper",
    "artist": "Xanthochroid",
    "slug": "open-the-gates,-o-forest-keeper",
    "youtubeId": "KMazcOOEwjE",
    "albumCoverUrl": "https://f4.bcbits.com/img/a3452944997_10.jpg",
    "content": [
      {
        "id": 1761207762541,
        "type": "lore",
        "text": "A reddish glow illuminates the glassy waters of the Axon ocean as a ship approaches the treacherous labyrinth of obstacles known as the Krikos Kranion. A man in a coal-dusted uniform stands at the bow of the vessel as it slowly emerges from the dense fog. "
      },
      {
        "id": 1761207777399,
        "type": "lore",
        "text": "He is slender and stands tall amid his crewmen, his black hair is kept tidy and slick in a tail that reaches halfway down his back. His eyes shine the same crimson glow as his ship’s gaping jaw, and he gazes unwavering towards the approaching shore. "
      },
      {
        "id": 1761207783271,
        "type": "lore",
        "text": "The Captain (looking both fearful of his surroundings and his commander steering the ship) calls out to him:\n“Admiral, we cannot maintain this speed while traversing the Krikos Kranion, no ship like this has ever made it to the shore.”"
      },
      {
        "id": 1761207818109,
        "type": "lore",
        "text": "Admiral (approaching the crewmen):\n“Captain, there has never been a ship like this… now move aside!”\n(to the engineer): \"Engines at full capacity!\"\n(to himself): “I’ll show you what my ship is capable of…”"
      },
      {
        "id": 1761207821213,
        "type": "lore",
        "text": "With it’s master at its helm, the ship is undaunted by its menacing surroundings; it glides swiftly and uncaring through the tempestuous waters as if it were born of this place. Its mouth glows a crimson red that calms the seas in front of it, tempering the water to a polished glass over which it slides. And from its stern rises a haze which dwarfs the ship itself; a black and whirling plume of smoke that propels the vessel forward. "
      },
      {
        "id": 1761207829315,
        "type": "lore",
        "text": "---"
      },
      {
        "id": 1761207833034,
        "type": "lore",
        "text": "Meanwhile, miles away in Axen, townspeople have gathered at a rocky shoreline to hold a memorial for someone.\n\nElder: “Renatus came to this village in its greatest time of need… when Axen was young and hope was frail, he brought strength and wisdom that was nearly lost from the world. In time, he became our most respected chieftain, as well as a beloved husband… (The Elder pauses and looks at a young man among the mourners) … and a father” (the young man and the elder lock eyes) “Thanos, it is time…” "
      },
      {
        "id": 1761207841195,
        "type": "lore",
        "text": "Thanos reluctantly steps forward, leaving the embrace of the woman who stood beside him. He unsheathes a ceremonial sword and steps onto a platform atop a cliff overlooking the ocean. "
      },
      {
        "id": 1761207848102,
        "type": "lore",
        "text": "This is an Axon funeral. The casket is a woven basket shaped like a teardrop and filled with flowers, plants, and possessions along with the deceased. The basket is raised like a pinata overhanging the rocky shores below. It is lit on fire, and then released to the sea by cutting the rope. "
      },
      {
        "id": 1761207855475,
        "type": "lore",
        "text": "The Elder begins a recitation:\n“Through oak and ash, and fiery hail\nThrough blood and sweat, and mountains of shale\nAt last, to the sea, where giants sleeping lie\nWe join them in slumber, and gently dreaming, die\n(another Elder approaches the platform with torch in hand)\nAxonborne, axonbled,\nUnto the sea, your graven bed.\nOurs is ashes, ours is fire\nGo now, upon your peaceful pyre”"
      },
      {
        "id": 1761207861661,
        "type": "lore",
        "text": "The second Elder lights the basket aflame, and Thanos heaves the massive sword over his head. The weight of the sword alone cleaves it through the thick rope, and releases the flaming pyre to the rock-strewn sea below. It seems to float through the air as it falls, and hits the water with an unheard splash. Its flames still flickering as it is consumed by the sea. "
      },
      {
        "id": 1761207868796,
        "type": "lore",
        "text": "Thanos rejoins his wife Vera, and returns home in grief and mourning. "
      },
      {
        "id": 1761207876662,
        "type": "lore",
        "text": "---"
      },
      {
        "id": 1761207879640,
        "type": "lore",
        "text": "Back upon the ocean, the Admiral and his crew exit the gauntlet of the Krikos Kranion unscathed.\n\nAdmiral (clearly pleased with himself and his ship): “What was that you were saying, Captain? No ship has ever… what was it?”\nCaptain (embarrassed): “Indeed sir, there is no other ship like yours, and none equal to your skill… forgive my lack of faith.”\nAdmiral: “No harm done, good Captain, (he looks at the approaching shore as he abandons the helm, and we see a twinge of memory in his eye) can you take it from here?”\nCaptain: “Aye, sir” "
      },
      {
        "id": 1761207886300,
        "type": "lore",
        "text": "The Admiral reassumes his position at the bow of the ship and watches the glorious scene unfold in front of him. The sun sets behind the quaint port town that seems to be lost in time. Much of the world had changed in the time of his travels, but not this place; it is just as he remembered it… "
      },
      {
        "id": 1761207892915,
        "type": "lore",
        "text": "The sight of the vessel nearing the docks of the town was a mysterious and intriguing scene for all the locals, and onlookers stared curiously as the sea-weary travelers shuffled off their ship. The banner men marched down the steps that were lowered from the ship, behind them the dark-haired officer stepped casually down the staircase, the villagers’ eyes fixed on him. "
      },
      {
        "id": 1761207899613,
        "type": "lore",
        "text": "He stopped half way down and addressed his audience boldly: “We have come to pay our respects to the great chieftan Renatus; can someone tell us, where is the funeral?”\nTownsman (suspicious): “I regret to inform you, you just missed it, sir…”\nAdmiral: “I’m sorry to hear that… (the admiral walks toward the townsman, staring him straight in the eye as the man peddles backward) might you be able to tell me, then, where I can find his son, Thanos?”"
      },
      {
        "id": 1761207908102,
        "type": "lore",
        "text": "The townsman and the admiral lock eyes, fearfully, the townsman points toward a road reaching beyond the horizon\n"
      },
      {
        "id": 1761400546337,
        "type": "lyric",
        "text": "Ayo, New lyric line.",
        "startTime": 15.14,
        "endTime": 19,
        "character": "Thanos"
      }
    ]
  }
]